Repository: gesiod/FRoom
Catalog: modules/blog/translations/modules-blog.*.po
Languages: ru

source: View recent blog entries
ru: Просмотреть последние записи в блоге

source: @name's blog
ru: Блог пользователя @name

source: Post new blog entry.
ru: Добавить запись в блог.

source: You are not allowed to post a new blog entry.
ru: Вам не разрешено создавать записи в дневнике.

source: RSS - blogs
ru: RSS - блоги

source: Blogs
ru: Блоги

source: My blog
ru: Мой блог

source: Recent blog posts
ru: Новые записи в блогах

source: Read the latest blog entries.
ru: Прочесть последние записи блога.

source: A <em>blog entry</em> is a single post to an online journal, or <em>blog</em>.
ru: Блог - это регулярно обновляемый журнал или дневник, состоящий из индивидуальных сообщений в обратнохронологическом порядке (новые записи раньше старых). Каждый зарегистрированный пользователь на сайте может создавать и вести блог.

source: Blog entry
ru: Запись в блоге

source: The blog module allows registered users to maintain an online journal, or <em>blog</em>. Blogs are made up of individual <em>blog entries</em>, and the blog entries are most often displayed in descending order by creation time.
ru: Модуль блогов позволяет зарегистрированным пользователям вести сетевой дневник (известен под названием "блог"), часто являющийся сетевым журналом или ежедневником. Блоги создаются из индивидуальных сообщений с указанием даты и времени создания и обычно выглядят как дневники.

source: There is an (optional) <em>Blogs</em> menu item added to the Navigation menu, which displays all blogs available on your site, and a <em>My blog</em> item displaying the current user's blog entries. The <em>Blog entry</em> menu item under <em>Create content</em> allows new blog entries to be created.
ru: Модуль блогов добавляет ссылку <em>блоги пользователя</em> на сайт, что позволяет любому посетителю сайта зайти на страницу, где перечисляются новые сообщения от всех пользователей сайта. В навигационном меню есть ссылка создать запись в блоге (на страницу, где есть специальная форма для размещения сообщения).

source: Each blog entry is displayed with an automatic link to other blogs created by the same user. By default, blog entries have comments enabled and are automatically promoted to the site front page. The blog module also creates a <em>Recent blog posts</em> block that may be enabled at the <a href="@blocks">blocks administration page</a>.
ru: Каждая запись в блоге показывает ссылку на персональный блог автора. По умолчанию для блоговых записей разрешены комментарии и помещение на главную страницу. Модуль блогов создает также блок <em>Последние записи в блогах</em>, который можно включить на <a href="@blocks">странице управления блоками</a>.

source: When using the aggregator module an automatic <em>blog it</em> icon is displayed next to the items in a feed's <em>latest items</em> block. Clicking this icon populates a <em>blog entry</em> with a title (the title of the feed item) and body (a link to the source item on its original site and illustrative content suitable for use in a block quote). Blog authors can use this feature to easily comment on items of interest that appear in aggregator feeds from other sites. To use this feature, be sure to <a href="@modules">enable</a> the aggregator module, <a href="@feeds">add and configure</a> a feed from another site, and <a href="@blocks">position</a> the feed's <em>latest items</em> block.
ru: При использовании модуля агрегатора автоматически появляется значок <em>включить в блог</em> рядом с пунктами в блоке <em>последние пункты</em> ленты. Щелкните по этому значку для введения в <em>ввод в блог</em> заголовка (заголовок пункта ленты) и текста (ссылка на источник на его оригинальном сайте и иллюстративное содержание, подходящие для использования). Авторы блога могут использовать эту возможность, чтобы легко комментировать представляющие интерес пункты, которые появляются в лентах агрегатора с других сайтов. Для использования этой возможности убедитесь, что <a href="@modules">включили</a> модуль агрегатора, <a href="@feeds">добавили и сконфигурировали</a> ленту с другого сайта, и <a href="@blocks">позиционировали </a> блок <em>последних пунктов </em> ленты.

source: For more information, see the online handbook entry for <a href="@blog">Blog module</a>.
ru: Для дополнительной информации, смотрите в онлайновом руководстве статью <a href="@blog">Blog module</a>.

source: create blog entries
ru: создавать записи в блоге

source: delete own blog entries
ru: удалять свои записи в блоге

source: delete any blog entry
ru: удалять любую запись в блогах

source: edit own blog entries
ru: редактировать свои записи в блоге

source: edit any blog entry
ru: редактировать любую запись в блогах

source: You have not created any blog entries.
ru: Вы не имеете записей в блоге.

source: !author has not created any blog entries.
ru: !author не имеет созданных записей в блоге.

source: Create new blog entry.
ru: Создание новой статьи блога.

source: No blog entries have been created.
ru: Статьи блога не созданы.

source: Read !username's latest blog entries.
ru: Читать последние записи в блоге !username.

source: !name's blog
ru: !name's блог

source: !username's blog
ru: !username's блог
