Repository: gesiod/FRoom
Catalog: modules/uc_advanced_catalog/translations/uc_advanced_catalog.*.po
Languages: fr

source: Advanced catalog filters
fr: Filtres du catalogue avancé

source: The checked filters will be included in your catalog filter area.
fr: Les filtres cochés seront affichés dans la zone des filtres de votre catalogue.

source: Select which default view will be used when available, even if filter is not displayed.
fr: Choisissez les valeurs par défauts qui seront utilisés, même si le filtre n'est pas affiché.

source: You can reorder filters, first one will be on the left side.
fr: Vous pouvez organiser les filtres, le premier sera le plus à gauche.

source: Filters settings
fr: Configuration des filtres

source: Extra information text
fr: Texte des informations de pagination

source: Variables are !start, !end and !total.
fr: Les variables disponibles sont !start, !end et !total.

source: Items !start to !end of !total total
fr: Produits !start à !end sur !total au total

source: Limit all filter
fr: Limite du filtre afficher tous

source: Indicate the maximum limit for <em>all</em> limit selection.
fr: Choisir la limite maximale pour le filtre afficher <em>tous</em>.

source: Limit filter prefix
fr: Préfix du filtre de limite

source: Show
fr: Montre

source: Limit filter suffix
fr: Suffix du filtre de limite

source: per page
fr: par pages

source: View filter prefix
fr: Préfix du filtre Voir en

source: View as
fr: Voir en

source: Ordering filter prefix
fr: Préfix du filtre de classement

source: Sort by
fr: Trier par

source: Advanced catalog settings
fr: Configuration avancé du catalogue

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Top and Bottom
fr: Haut et bas

source: Pager position
fr: Position de la pagination

source: Select where the pager will be display on catalog.
fr: Choisir ou sera affiché la pagination sur votre catalogue.

source: Filters position
fr: Position des filtres

source: Select where the filters will be display on catalog.
fr: Choisir ou seront affiché les filtres sur votre catalogue.

source: Reset to defaults
fr: Remettre par défaut

source: Filters
fr: Filtres

source: Default value
fr: Valeur par défaut

source: Field activation, position and option is now handle by Display suite and Node display, please visit <a href="!url">Display suite Layout settings</a>, select Catalog list.
fr: L'affichage et la position des champs est géré par le module Display suite et Node display, rendez-vous sur <a href="!url">Display suite Layout settings</a>, et choisissez Liste du catalogue.

source: Image cache preset of single image mode
fr: Profil Image Cache de l'image du noeud

source: Choose the preset that will be used for the image field.
fr: Choisir le profil Image Cache qui sera utilisé pour l'affichage du champs image.

source: Header display
fr: Affichage des en-têtes

source: Hide
fr: Cacher

source: Select display of the table header row. Note: header will not be sortable.
fr: Choisir l'affichage des en-têtes du tableau. Note : les en-têtes ne seront pas triables.

source: Fill up single line
fr: Remplir les colonnes vides

source: Fields activation, position and option is now handle by Display suite, please visit <a href="!url">Display suite Layout settings</a>, select Catalog Grid.
fr: L'affichage et la position des champs est géré par le module Display suite et Node display, rendez-vous sur <a href="!url">Display suite Layout settings</a>, et choisissez Grille du catalogue.

source: This field need to be numeric.
fr: Ce champs doit être numérique.

source: Product image
fr: Image du produit

source: Grid mode: First image
fr: Mode grille : Première image

source: List mode: First image
fr: Mode liste : Première image

source: All images (Ubercart full node)
fr: Toutes les images (affichage noeud complet de ubercart)

source: Sell price
fr: Prix de vente

source: Price formatted
fr: Prix formatté

source: Price themed
fr: Prix stylé

source: Cost
fr: Coût

source: SKU
fr: Modèle

source: Default
fr: Par défaut

source: Weight
fr: Poids

source: Lenght
fr: Longueur

source: Display:
fr: Affiche :

source: See filter settings below to change text.
fr: Voir la configuration des filtres ci-dessous pour modifier le texte.

source: all
fr: tous

source: Limit
fr: Limite

source: Specify limit option values available. Separate each with comma. Notice that if you are using grid display all values must be multiple of the grid width value, otherwise the last row will not match. <em>all</em> can be used to display all values. It make more sense to have default value in the options list.
fr: Indiquer les options de limite disponibles. Les séparer par une virgule. Notez bien que si vous utilisez l'affichage en grille, toutes les valeurs doivent être un multiple de la valeur de la grille, sinon la dernière ligne ne sera pas rempli. <em>tous</em> peut être utilisé pour afficher tous les résultats. Il est plus logique d'avoir la valeur par défaut dans les options possibles.

source: Grid
fr: Grille

source: Table
fr: Tableau

source: List
fr: Liste

source: Grid view
fr: Vue en grille

source: Table view
fr: Vue en table

source: List view
fr: Vue en liste

source: Grid view enabled.
fr: Vue en grille activé.

source: Table view enabled.
fr: Vue en tableau activé.

source: List view enabled.
fr: Vue en liste activé.

source: Name
fr: Nom

source: Price
fr: Prix

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Ordering
fr: Classement

source: Ordering by !filter is enabled.
fr: Le filtre de tri par !filter est activé.

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: descending
fr: descendant

source: ascending
fr: ascendant

source: Click to sort !sort
fr: Cliquer pour tri !sort

source: Sort
fr: Tri

source: Select
fr: Sélection

source: Specify filter apparence, use image or select field.
fr: choisir l'affichage du filtre, image ou liste de sélection.

source: Taxonomy filter
fr: Filtre de taxonomy

source: Product attributes
fr: Attribut de produit

source: All
fr: Tous / Toutes

source: CCK filter
fr: Filtre CCK

source: More...
fr: Plus...

source: error, no theming function for !mode mode!
fr: erreur, pas de fonction de theme pour le mode !mode !

source: Apply
fr: Appliquer

source: n/a
fr: n/d

source: Catalog
fr: Catalogue

source: Catalog grid
fr: Grille du catalogue

source: Catalog list
fr: Liste du catalogue

source: Product table settings
fr: Configuration de l'affichage en tableau

source: Product list settings
fr: Configuration de l'affichage en liste

source: Ubercart advanced catalog
fr: Catalogue avancé Ubercart

source: Provide filter and view managment for Ubercart catalog.
fr: Fournit des filtres et des options d'affichage avancé pour le catalogue Ubercart.
