Repository: gesiod/FRoom
Catalog: modules/syslog/translations/modules-syslog.*.po
Languages: ru

source: LOG_USER - User level messages. Use this for Windows.
ru: LOG_USER - Сообщения пользовательского уровня. Используйте это для Windows.

source: LOG_LOCAL0 - Local 0
ru: LOG_LOCAL0 - Региональные установки 0

source: LOG_LOCAL1 - Local 1
ru: LOG_LOCAL1 - Региональные установки 1

source: LOG_LOCAL2 - Local 2
ru: LOG_LOCAL2 - Региональные установки 2

source: LOG_LOCAL3 - Local 3
ru: LOG_LOCAL3 - Региональные установки 3

source: LOG_LOCAL4 - Local 4
ru: LOG_LOCAL4 - Региональные установки 4

source: LOG_LOCAL5 - Local 5
ru: LOG_LOCAL5 - Региональные установки 5

source: LOG_LOCAL6 - Local 6
ru: LOG_LOCAL6 - Региональные установки 6

source: LOG_LOCAL7 - Local 7
ru: LOG_LOCAL7 - Региональные установки 7

source: Syslog is an operating system administrative logging tool, and provides valuable information for use in system management and security auditing. Most suited to medium and large sites, syslog provides filtering tools that allow messages to be routed by type and severity. On UNIX/Linux systems, the file /etc/syslog.conf defines this routing configuration; on Microsoft Windows, all messages are sent to the Event Log. For more information on syslog facilities, severity levels, and how to set up a syslog.conf file, see <a href="@syslog_conf">UNIX/Linux syslog.conf</a> and PHP's <a href="@php_openlog">openlog</a> and <a href="@php_syslog">syslog</a> functions.
ru: Системный журнал Syslog представляет собой административный инструмент ведения журнала операционной системы, предоставляющий ценную информацию для использования в управлении системой безопасности и сопровождении системы. Syslog более всего подходит для средних и больших сайтов, он предоставляет средства фильтрации, позволяющие направлять сообщения согласно их типу и серьезности ошибки. В системах UNIX/Linux эту конфигурацию маршрутизации определяет файл /etc/syslog.conf; в Microsoft Windows все сообщения отправляются на журнал регистрации событий Event Log. Для получения дополнительной информации по возможностям Syslog, уровням серьезности ошибки, а также по настройке файла syslog.conf, см. <a href="@syslog_conf">UNIX/Linux syslog.conf</a>, а в PHP функции <a href="@php_openlog">openlog</a> и <a href="@php_syslog">syslog</a>.

source: Send events to this syslog facility
ru: Отправляет события на syslog

source: Select the syslog facility code under which Drupal's messages should be sent. On UNIX/Linux systems, Drupal can flag its messages with the code LOG_LOCAL0 through LOG_LOCAL7; for Microsoft Windows, all messages are flagged with the code LOG_USER. Depending on the system configuration, syslog and other logging tools use this code to identify or filter Drupal messages from within the entire system log. For more information on syslog, see <a href="@syslog_help">Syslog help</a>.
ru: Выберите код инструментального средства syslog, по которым нужно отправлять сообщения Drupal. В системах UNIX/Linux, Drupal может помечать свои сообщения кодом с LOG_LOCAL0 по LOG_LOCAL7; в Microsoft Windows все сообщения помечаются кодом LOG_USER. В зависимости от конфигурации системы, syslog и других инструментальные средств ведения журналов используют этот код для идентификации или фильтрования сообщений Drupal изнутри всего системного журнала. Для получения дополнительной информации по syslog, см. <a href="@syslog_help">Справка Syslog</a>.

source: Settings for syslog logging. Syslog is an operating system administrative logging tool used in systems management and security auditing. Most suited to medium and large sites, syslog provides filtering tools that allow messages to be routed by type and severity.
ru: Настройки для регистрации в Syslog. Syslog представляет собой административный инструмент ведения журнала операционной системы, использующийся в управлении системой безопасности и сопровождении системы. Syslog более всего подходит для средних и больших сайтов, он предоставляет средства фильтрации, позволяющие направлять сообщения согласно их типу и серьезности ошибки.

source: The syslog module enables Drupal to send messages to the operating system's logging facility.
ru: Модуль syslog позволяет Drupal с легкостью, посылать сообщения операционной системе.

source: For more information, see the online handbook entry for <a href="@syslog">Syslog module</a>.
ru: Для дополнительной информации, смотрите в онлайновом руководстве статью <a href="@syslog">Syslog module</a>.
